{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "Errore dopo l'esecuzione di gpg";
"gpg execution manually interrupted" = "Esecuzione di gpg interrotta manualmente";

/* Passphrase entry message */
"Enter passphrase for %@:" = "Inserisci la frase chiave di %@:"; // Param is the userID of a key
"Enter passphrase for this message:" = "Inserisci la frase chiave per questo messaggio:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "Non posso accedere al portachiavi predefinito!";
"Password buffer too small for keychain!" = "La memoria per la parola chiave è insufficiente per il portachiavi!";
"Invalid reference to the keychain item for %s:%@" = "Il riferimento all'elemento del portachiavi per %s:%@ non è valido"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "Problema sconosciuto nel tentativo di accedere al portachiavi! Errore %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "Non posso memorizzare la password per %s:%@: è troppo lunga per il portachiavi!"; // 1st argument is service, 2nd argument is user name
}
